Repository: umang-intelivita/Puckator
Catalog: PuckatorDev/*.lproj/Localizable.strings
Languages: de, es, it, nl, pl, sv

source: Title Only
de: Nur Titel
es: Por Nombre
it: Solo Titolo
nl: Alleen titel
pl: Tylko tytuł
sv: Endast Titel

source: Top 100 Grossing
de: Top 100 (umsatzstärkste)
es: Top 100 Ventas
it: Top 100 per Volume
nl: Top 100
pl: Top 100 sprzedaży
sv: Topp 100 mest lönsamma

source: Top 100 Seller
de: Top 100 (am meisten verkauft)
es: Top 100 Vendidos
it: Top 100 per Fatturato
nl: Top 100 meest verkocht
pl: Top 100 sprzedawcy
sv: Topp 100 Bästsäljare

source: Top 300 Grossing
de: Top 300 (umsatzstärkste)
es: Top 300 Ventas
it: Top 300 per Volume
nl: Top 300
pl: Top 300 sprzedaży
sv: Topp 300 mest lönsamma

source: Top 300 Seller
de: Top 300 (am meisten verkauft)
es: Top 300 Vendidos
it: Top 300 per Fatturato
nl: Top 300 meest verkocht
pl: Top 300 sprzedawcy
sv: Topp 300 Bästsäljare

source: Top 500 Grossing
de: Top 500 (umsatzstärkste)
es: Top 500 Ventas
it: Top 500 per Volume
nl: Top 500
pl: Top 500 sprzedaży
sv: Topp 500 mest lönsamma

source: Top 500 Seller
de: Top 500 (am meisten verkauft)
es: Top 500 Vendidos
it: Top 500 per Fatturato
nl: Top 500 meest verkocht
pl: Top 500 sprzedawcy
sv: Topp 500 Bästsäljare

source: Top Grossing
de: Umsatzstärkste
es: Top Ventas
it: Migliori in Termini di Pezzi Venduti
pl: Top sprzedaży
sv: Mest Lönsamma

source: Top Sellers
de: Verkaufsschlager
es: Los mas vendidos
it: I più venduti in termini di fatturato
nl: Top meest verkocht
pl: Top sprzedawcy
sv: Bästsäljare

source: Total
de: Gesamtsumme
it: Totale
nl: Totaal
pl: Suma
sv: Totalt

source: Total Sold
de: Gesamtsumme verkauft
es: Total Vendido
it: Totale Venduto
nl: Totaal verkocht
pl: Suma sprzedaży
sv: Totalt Sålt

source: Total Value
de: Gesamtwert
es: Valor Total
it: Totale Fatturato
nl: Totale waarde
pl: Suma wartości
sv: Totalt Värde

source: Total YTD sold
de: Gesamtsumme verkauft seit Jahresbeginn
es: Total Vendido este Año
it: Totale Venduto Annuale
nl: Totaal dit jaar verkocht
pl: Suma rocznej sprzedaży
sv: Totalt sålda hittills i år

source: Totals
de: Gesamtbeträge
es: Totales
it: Totali
nl: Totalen
pl: Sumy
sv: Summor

source: Town
de: Stadt
es: Ciudad
it: Città
nl: Stad
pl: Miasto
sv: Stad

source: Try Later
de: Bitte versuchen Sie es später noch einmal.
es: Intentalo más tarde
it: Riprova più tardi
nl: Probeer het later opnieuw
pl: Spróbuj później
sv: Försök Senare

source: Unable to add feed!
de: Unmöglich den Feed hinzufügen.
es: No se puede añadir el Catálogo!
it: Impossibile aggiungere il profilo
nl: Kan de feed niet toevoegen!
pl: Nie można dodać kanału !
sv: Det går inte att lägga till feed!

source: Unable to create a new customer, please contact your support team.
de: Unmöglich eine neue Kunde einstellen, bitte kontaktieren Sie das Support Team.
es: No se puede crear un nuevo cliente, por favor póngase en contacto con Puckator.
it: Impossibile creare un nuovo cliente. Si prega di contattare il servizio clienti
nl: Kan geen nieuwe klant toevoegen, contacteer klantenservice.
pl: Nie można dodać nowego klienta, prosimy o kontakt
sv: Kan inte skapa ny kund, kontakta ditt support team.

source: Unable to find the customer
de: Kann die Kunde nicht finden.
es: Cliente no encontrado
it: Cliente non trovato
nl: Kan de klant niet vinden
pl: Nie można znaleźć klienta
sv: Kan inte hitta kund

source: Unavailable
de: Nicht verfügbar
es: No disponible
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostepny
sv: Otillgänglig

source: Unfortunately it was not possible to send all your orders/quotes to the server at this time, please check your Internet connection and try again.
de: Leider war es nicht möglich alle Ihrer Bestellung(en)/Angebot(e)an den Server senden. Bitte prüfen Sie die Internetverbindung und es noch einmal versuchen..
es: Lamentablemente no fue posible enviar todos sus Pedidos/Presupuestos en este momento, por favor verifique su conexión a Internet y vuelva a intentarlo.
it: Sfortunatamente non è possibile inviare i tuoi ordini/preventivi. Controlla la connessione Internet e riprova! Grazie

source: Unknown
de: Unbekannt
es: Desconocido
it: Sconosciuto
nl: Niet bekend
pl: Nieznany
sv: Okänd

source: Unknown Status
de: unbekannter Status
es: Estado Desconocido
it: Stato non disponibile
nl: Onbekende status
pl: Nieznany status
sv: Okänd Status

source: Unsent orders: %d
de: Bestellungen nicht gesendet: %d
es: Pedidos no enviados: %d
it: Ordini non inviati: %d
nl: Niet verzonden orders: %d
pl: Niewysłane zamówienia: %d
sv: Ej skickade beställningar: %d

source: Update
de: Aktualisierung
es: Actualizar
it: Aggiorna
pl: Aktualizacja
sv: Uppdatera

source: Update E-mail Address
de: E-Mail-Adresse aktualisieren
es: Actualizar e-mail
it: Aggiorna l'indirizzo email
nl: Update E-mailadres
pl: Aktualizuj adres email
sv: Uppdatera E-mail Adress

source: Updating...
de: Aktualisiert...
es: Actualizando...
it: Aggiornamento in corso...
pl: Aktualizacja ...
sv: Uppdaterar...

source: Upgrade Required
de: Aktualisierung nötig
es: Actualización requerida
it: E' necessario aggiornare il Software
nl: Update nodig
pl: Wymagane uaktualnienie
sv: Uppgradering Krävs

source: VAT
de: MwSt.
es: IVA
it: IVA
nl: BTW
pl: NIP
sv: MOMS

source: VAT Number
de: Umsatzsteur-Identifikationsnummer
es: CIF/NIF:
it: Partita IVA
nl: BTW nummer
pl: Numer NIP
sv: Momsnummer

source: Version: %@ Your app is up to date.
de: Version: %@ Das App ist aktualisiert.
es: Versión: %@. Su aplicación está actualizada.
it: Versione: %@ la tua applicazione è aggiornata.

source: View Customers
de: Kunden sehen
es: Ver Clientes
it: Seleziona Cliente
nl: Bekijk klanten
pl: Zobacz klientów
sv: Se Kunder

source: View Order
de: Bestellung sehen
es: Ver Pedido
it: Sfoglia Ordini
nl: Bekijk bestelling
pl: Zobacz zamówienie
sv: Se Order

source: Warning
de: Achtung
es: Atención
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
sv: Varning

source: Welcome
de: Willkommen
es: Bienvenido
it: Benvenuto
nl: Welkom
pl: Witamy
sv: Välkommen

source: Which VAT number?
de: Welche Umsatzsteur-Identifikationsnummer?
es: ¿Qué 2?
it: Qual è il numero di partita IVA?
nl: Welk BTW nummer?
pl: Który numer NIP ?
sv: Vilket Momsnummer?

source: Who are you?
de: Wer sind Sie?
es: ¿Pero tú quién eres?
it: Chi sei?
nl: Wie bent u?
pl: Kim jesteś ?
sv: Vem är du?

source: You are using version: %@
de: Sie benutzen die Version:% @
es: Estás utilizando la versión: %@
it: Stai usando la versione: %@
nl: U gebruikt versie: %@
pl: Używasz wersji: %@
sv: Du använder upplaga: %@

source: You can not change your language while an order is in progress. Please finish your current order before attempting to change the language.
de: Sie können die Sprache nicht ändern während eine Bestellung in Bearbeitung ist. Bitte beenden Sie Ihre aktuelle Bestellung, vor Sie versuchen die Sprache zu ändern.
es: No se puede cambiar el idioma mientras el pedido está en curso. Por favor, termine su pedido actual antes de intentar cambiar el idioma.
it: Non puoi cambiare lingua mentre c'è un ordine in corso. Si prega di concludere l'ordine prima di tentare di cambiarla.

source: You can not delete your active feed. In order to delete this feed you must first activate another feed.
de: Sie können den aktiven Feed nicht löschen. Um diesen Feed löschen zu können, müssen Sie zuerst einen anderen Feed aktivieren.
es: No puedes borrar tu feed activo. Para poder borrar este feed, primero debe activar otro feed.
it: Non puoi cancellare il profilo attivo. Per cancellare questo profilo devi prima attivarne un altro.

source: You have already added this Feed Number!
de: Sie haben diesen Feed-Nummer bereits hinzugefügt!
es: Ya has añadido este Listado de Números!
it: Hai già aggiunto questo numero identificativo!
nl: U heeft dit feed nummer al eerder ingevoerd!
pl: Właśnie dodałeś ten numer kanału
sv: Du har redan lagt till detta Feed Number!

source: You have orders in your outbox that have not been sent yet
de: Sie haben Bestellungen in Ihren Postausgang die noch nicht gesendet wurden.
es: Hay pedidos en la bandeja de salida que no se han enviado todavía
it: Ci sono degli ordini ancora in attesa di essere inviati
nl: U heeft bestellingen in uw Uit-box die nog niet zijn verzonden.
pl: Twoje zamówienia nie zostały jeszcze wysłane
sv: Du har beställningar i din utkorg som inte har skickats än

source: You must at at least one feed to continue.
de: Sie müssen mindestens 1 Feed haben um fortzufahren.
es: Añadir al menos un catálogo para continuar
it: Devi aggiungere almeno un profilo per continuare.

source: You must tap the Settings icon to configure feeds!
de: Sie müssen auf das Icon Einstellungen tippen, um die Feeds zu konfigurieren!
es: Debe tocar en el icono Configuración para configurar catálogos!
it: Seleziona l'icona Impostazioni per configurare i profili.
nl: U dient het Settings icoontje te tikken om de feed te configureren!
pl: Musisz dotknąć ikonę Ustawienia, aby skonfigurować kanał !
sv: Du måste trycka på ikon inställnin gen för att konfigurera flöde!

source: Your client has not been issued a JWT token yet!
de: Ihrer Kunde wurde noch nicht ein JWT Token gegeben!
es: Su cliente no ha sido emitido un JWT token todavía!
it: Non sei ancora stato autenticato!
nl: Uw klant heeft nog geen JWT taken gekregen!
pl: Twój klient nie wydano pozwolenia JWT token yet!

source: Your e-mail address
de: Ihre E-Mail-Adresse
es: Tu e-mail
it: Il tuo indirizzo email
nl: Uw emailadres
pl: Twój adre
sv: Din e-mail adress

source: Your feeds...
de: Ihr Feeds
es: Mis catálogos:
it: I tuoi profili...
nl: Uw feeds...
pl: Twój kanał
sv: Dina Flöden...

source: Your first name
de: Ihr Vorname
es: Tu Nombre
it: Il tuo nome
nl: Uw voornaam
pl: Twoje imię
sv: Ditt fönamn

source: Your last name
de: Ihr Nachname
es: Tus apellidos
it: Il tuo cognome
nl: Uw achternaam
pl: Twoje nazwisko
sv: Ditt efternamn

source: Your orders/quotes have been sent to the server!
de: Ihre Bestellungen/Angebote wurden an der Server gesendet!
es: Sus Pedidos/Presupuestos han sido enviados!
it: Il tuo ordine/preventivo è stato inviato!

source: YTD GBP
de: seit Jahresbeginn EUR
es: Año EUR
it: EUR/Anno

source: App Update
es: App actualizada
it: Applicazione aggiornata.
pl: Aktualizacja
sv: App Uppdatering

source: Code
es: Código
it: Codice
pl: Kod
sv: Kod

source: Feed Information
es: Información Catálogo
it: Informazioni sul profilo
nl: Feed informatie
pl: Informacja o kanale
sv: Flöde Information

source: Feed Name
es: Nombre Catálogo
it: Nome del Profilo
nl: Feed naam
pl: Nazwa kanału
sv: Flöde Namn

source: Name
es: Nombre
it: Nome
nl: Naam
pl: Nazwisko
sv: Namn

source: Sage
es: Código
it: Spring

source: Menu
sv: Meny

source: Ok
sv: Okej
