Repository: umang-intelivita/Puckator
Catalog: PuckatorDev/*.lproj/Localizable.strings
Languages: de, es, it, nl, pl, sv

# %@ remaining %d
source: %1$@ remaining %2$d
de: %1$@ verbleibend %2$d
es: %1$@ esperando %2$d
it: %1$@ rimanente %2$d
nl: %1$@ resterend %2$d
pl: %1$@ pozostało %2$d
sv: %1$@ resterande %2$d

source: %d failed
de: %d gescheitert
es: %d error
it: %d fallito
nl: %d mislukt
pl: %d błędów
sv: %d misslyckades

source: %d image(s)
de: %d Bild(er)
es: %d imagen(es)
it: %d immagine(i)
nl: %d afbeelding(s)
pl: %d obrazków
sv: %d bild(er)

# %d of %d
source: %1$d of %2$d
de: %1$d von %2$d
es: %1$d de %2$d
it: %1$d di %2$d
nl: %1$d van %2$d
pl: %1$d z %2$d
sv: %1$d av %2$d

source: 30 Days
de: 30 Tagen
es: 30 Días
it: 30 Giorni
nl: 30 dagen
pl: 30 dni
sv: 30 Dagar

source: 30 Days Agreed
de: 30 Tagen vereinbart
es: Pago Plazos Confirmado
it: 30 Giorni Concordati
nl: 30 dagen overeengekomen
pl: 30 dni zatwierdzone
sv: 30 Dagar Godkänt

source: 30 Days Subject to refs
de: 30 Tagen in Abhängigkeit von Referenzen
es: Solicitud Pago Plazos
it: 30 Giorni Soggetti ad Autorizzazione
nl: 30 dagen beslissing door agent
pl: 30 dni do zatwierdzenia
sv: 30 Dagar under förutsättning av ref

source: 60 Days
de: 60 Tagen
es: 60 Días
it: 60 Giorni
nl: 60 dagen
pl: 60 dni
sv: 60 Dagar

source: 90 Days
de: 90 Tagen
es: 90 Días
it: 90 Giorni
nl: 90 dagen
pl: 90 dni
sv: 90 Dagar

source: 120 Days
de: 120 Tagen
es: 120 Días
it: 120 Giorni
nl: 120 dagen
pl: 120 dni
sv: 120 Dagar

source: Aborted!
de: Gescheitert!
es: Cancelado!
it: Annullato
nl: Afgebroken!
pl: Przerwane!
sv: Avbryta!

source: Access Revoked
de: Zugriff verweigert
es: Acceso rechazado
it: Accesso Revocato
nl: Toegang geweigerd
pl: Dostęp Odwołany
sv: Access Nekad

source: Access to this feed has been revoked by a Puckator Administrator. If you feel this is in error please contact Puckator.
de: Der Zugang zu dieser Zufuhr wurde von dem Puckator Administator verweigert. Wenn Sie glauben, dass es ein Fehler ist, bitte kontaktieren Sie Puckator.
es: El acceso a este contenido ha sido revocado por un administrador de Puckator. Si cree que esto es un error, póngase en contacto con Puckator.
it: L'accesso a questa pagina è stato revocato da un amministratore Puckator. In caso di errore si prega di contattare il servizio clienti.

source: Account Number
de: Kontonummer
es: Cuenta
it: Codice Cliente
nl: Account nummer
pl: Numer konta
sv: Kontonummer

source: Accounts
de: Kunden
es: Cuentas
it: Conto Cliente
pl: Konta
sv: Konton

source: Active
de: Aktiv
es: Activo
it: Attivo
nl: Actief
pl: Aktywny
sv: Aktiv

source: Add
de: Hinzufügen
es: Añadir
it: Aggiungi
nl: Toevoegen
pl: Dodaj
sv: Lägga till

source: Add products to this order
de: Artikel zu diese Bestellung hinzufügen
es: Añadir productos al pedido
it: Aggiungi articoli all'ordine
nl: Producten toevoegen aan order
pl: Dodaj produkty do tego zamówienia
sv: Lägg till produkter till denna ordern

source: Add to order
de: Zur Bestellung hinzufügen
es: Añadir a Pedido
it: Aggiungi all'ordine

source: Address
de: Adresse
es: Dirección
it: Indirizzo
nl: Adres
pl: Adres
sv: Adresser

source: All Categories
de: Alle Kategorien
es: Todas las Categorías
it: Tutte le Categorie
nl: Alle categorieën
pl: Wszystkie kategorie
sv: Alla Kategorier

source: All Products
de: Alle Artikel
es: Todos los Productos
it: Tutti gli Articoli
nl: Alle producten
pl: Wszystkie produkty
sv: Alla Produkter

source: All the data you have downloaded (including products, customers and orders) will be permanently deleted from this device.
de: Alle Information, dass Sie heruntergeladen haben (einschließlich der Artikel, der Kunden und der Bestellungen) werden von diesem Gerät endgültig gelöscht.
es: Todos los datos que ha descargado (incluyendo productos, clientes y pedidos) se eliminarán de forma permanente de este dispositivo.
it: Tutti i dati scaricati sul dispositivo verranno definitivamente cancellati (inclusi prodotti, clienti e ordini)
nl: Alle gedownloade data (incl. producten, klanten en orders) zal permanent verwijderd worden van dit apparaat.
pl: Wszystkie dane zostały pobrane (w tym produktów, klientów i zleceń) zostaną trwale usunięte z tego urządzenia.
sv: Alla uppgifter du har laddat ner (inklusive produkter, kunder och ordrar) kommer att tas bort permanent från den här enheten.

source: An open order for this customer has been found, would you like to continue this order?
de: Eine offene Bestellung für diesen Kunden wurde gefunden, möchten Sie diese Bestellung weitermachen?
es: Exite un pedido abierte para este cliente,¿quieres seguir con el pedido abierto?
it: E' stato trovato un ordine aperto per questo cliente. Si continua desiderare con il vecchio ordine?
nl: Een onafgeronde bestelling voor deze klant is gevonden. Wilt u doorgaan met deze bestelling?
pl: Ten klient posiada otwarte zamówienie, czy chcesz kontunuować to zamówienie ?
sv: En öppen order för denna kund har hittats, vill du fortsätta med den ordern?

source: Analysing %@...
de: Analysiert %@...
es: Analizando %@...
it: Analizzando %@...
nl: Analyse %@...
pl: Analiza %@...
sv: Analyserar %@...

source: Are you sure you want to cancel this order?
de: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
es: ¿Seguro que quiere cancelar el pedido?
it: Sei sicuro di voler cancellare quest'ordine?
nl: Weet u zeker dat u deze order wilt annuleren?
pl: Czy jesteś pewien skasować te zamówienie ?
sv: Är du säker på att du vill avbryta denna order?

source: Are you sure you want to delete this feed?
de: Sind Sie sicher, dass Sie diesen Feed löschen möchten?
es: ¿Seguro que quiere borrar este catálogo?
it: Sei sicuro di voler cancellare questo profilo?
nl: Weet u zeker dat u deze feed wilt verwijderen?
pl: Czy jesteś pewien skasować ten kanał ?
sv: Är du säker på att du vill radera detta flöde?

source: Are you sure you want to remove all items from this order?
de: Sind Sie sicher, dass Sie alle Artikel von dieser Bestellung löschen möchten?
es: ¿Seguro que quieres eliminar todos los artículos de este pedido?
it: Sei sicuro di voler rimuovere tutti gli articoli dall'ordine?
nl: Weet u zeker dat u alle producten van deze order wilt verwijderen?
pl: Czy jesteś pewien usunąć wszystkie produkty z zamówienia ?
sv: Är du säker pä att du vill radera alla produkter från denna order?

source: Are you sure you want to save this order?
de: Sind Sie sicher, dass Sie diese Bestellung speichern möchten?
es: ¿Seguro que deseas guardar este pedido?
it: Sei sicuro di voler salvare l'ordine?
nl: Weet u zeker dat u deze order wilt opslaan?
pl: Czy jesteś pewien zapisać zamówienie ?
sv: Är du säker på att du vill spara denna order?

source: Are you sure you want to send this %@?
de: Sind Sie sicher, dass Sie diese(n/s)%@ senden möchten?
es: ¿Seguro que desea enviar este % @?
it: Sei sicuro di voler inviare a %@?
nl: Weet u zeker dat u deze order wilt verzenden %@?
pl: Czy chcesz wysłać te %@?
sv: Är du säker på att du vill skicka denna %@?

source: Asc
de: aufsteigend
it: Ascendente
nl: Oplopend
pl: Rosnąco

source: Ascending Order
de: aufsteigende Anordnung
es: Orden ascendente
it: Ordine Crescente
nl: Oplopende orders
pl: Zamówienia rosnąco
sv: Lägst till Högst

source: AUTHENTICATE WITH PUCKATOR.NET
de: AUTHENTIFIZIEREN MIT PUCKATOR.DE
es: CONFIRMADO CON PUCKATOR.NET
it: Accedi a puckator.net
nl: AUTHENTIFICATIE MET PUCKATOR.NET
pl: Uwierzytelnienia z PUCKATOR.NET
sv: BEKRÄFTA MED PUCKATOR.NET

source: Authorising...
de: autorisiert...
es: Autorizando ...
it: Autorizzazione in corso...
nl: Authorisatie bezig...
pl: Autoryzacja ...
sv: Godkänner...

source: Available
de: Verfügbar
es: Disponible
it: Disponibile
nl: Beschikbaar
pl: Dostepność
sv: Tillgänglig

source: Awaiting Activation
de: Wartet auf Aktivierung
es: Esperando activación
it: In Attesa di Attivazione
nl: Wachtend op activatie
pl: Oczekuję na aktywacje
sv: Inväntar Aktivering

source: Back
de: Zurück
es: Atrás
it: Indietro
nl: Terug
pl: Powrót
sv: Bakåt

source: Balance
de: Kontostand
es: Saldo Pendiente
it: Saldo
nl: Saldo
pl: Saldo
sv: Saldo på konto

source: Barcode
de: Strichcode
es: Código de Barras
it: Codice a Barre
pl: Kod kreskowy
sv: Streckkod

source: Best Sellers First
de: Verkaufsschlager zuerst
es: Lo más Vendido primero
it: Ordina per fatturato
nl: Bestsellers eerst
pl: Najlepiej sprzedające pierwsze
sv: Storsäljare Först

source: Billing Address
de: Rechnungsadresse
es: Dirección Facturación
it: Indirizzo di Fatturazione
nl: Factuuradres
pl: Adres faktury
sv: Faktura Adress

source: Browse
de: Durchsuchen
es: Buscar
it: Sfoglia
nl: Bladeren
pl: Przeglądaj
sv: Söka

source: Cancel
de: Abbrechen
es: Cancelar
it: Cancella
nl: Annuleren
pl: Skasuj
sv: Avbryt

source: Cancel Order
de: Bestellung abbrechen
es: Cancelar Pedido
it: Elimina Ordine
nl: Annuleer order
pl: Skasuj zamówienie
sv: Avbryt Order

source: Carton
de: Karton
es: Cartón
it: Cartone
nl: Doos
pl: Karton
sv: Kartong

source: Carton:
de: Karton:
es: Cartón:
it: Cartone:
nl: Doos:
pl: Karton
sv: Kartong:

source: Catalogue
de: Katalog
es: Catalogo
it: Catalogo
nl: Catalogus
pl: Katalog
sv: Katalog

source: Categories
de: Kategorien
es: Categorías
it: Categorie
nl: Categorieën
pl: Kategorie
sv: Kategorier

source: Change Language
de: Die Sprache ändern
es: Cambiar Idioma
it: Cambia lingua
nl: Wijzig de taal
pl: Zmień język
sv: Ändra Språk

source: Change Language & Exit app
de: Die Sprache ändern und die App verlassen
es: Cambiar Idioma y salir de la App
it: Cambia lingua ed esci dall'applicazione.
nl: Taal wijzigen & App verlaten
pl: Zmień język i wyjdź z aplikacji
sv: Ändra Språk & Stäng App

source: Check for Update
de: Aktualisierungsüberprüfung
es: Buscar actualizaciones
it: Aggiorna
nl: Check voor updates
pl: Sprawdź aktualizacje
sv: Letar efter Uppdatering

source: Checking Network
de: Netzwerk prüfen
es: Comprobando Red
it: Controllo Rete
nl: Checken van het netwerk
pl: Sprawdź sieć
sv: Kontrollerar Nätverk

source: Choose
de: Wählen
es: Cambiar
it: Scegli
nl: Kies
pl: Wybierz
sv: Välj

source: City
de: Stadt
es: Ciudad
it: Città
nl: Stad
pl: Miasto
sv: Stad

source: Clear
de: löschen
es: Vaciar
it: Pulisci
nl: Opschonen
pl: Wyczyść
sv: Rensa

source: Clear Order
de: Bestellung löschen
es: Vaciar Pedido
it: Svuota l'Ordine
nl: Order leegmaken
pl: Wyczyść zamówienie
sv: Rensa Order

source: Close
de: Schließen
es: Cerrar
it: Chiudi
nl: Sluiten
pl: Zamknij
sv: Stäng

source: Company
de: Firma
es: Empresa
it: Azienda
nl: Bedrijf
pl: Firma
sv: Företag

source: Company Name
de: Firmenname
es: Nombre de Empresa
it: Nome Azienda
nl: Bedrijfsnaam
pl: Nazwa firmy
sv: Företagets Namn

source: Complete / Not Sent
de: Fertig/ nicht gesendet
es: Completo / No Enviado
it: Concluso / Non Inviato
nl: Voltooid / niet verzonden
pl: Gotowe / Nie wysłane
sv: Klar / Ej Skickad

source: Complete / Sent
de: Fertig / gesendet
es: Completo / Enviado
it: Concluso / Inviato
nl: Voltooid / Verzonden
pl: Gotowe / Wysłano
sv: Klar / Skickad

source: Complete Order
de: Die Bestellung fertig stellen
es: Finalizar Pedido
it: Concludi Ordine
nl: Order bevestigen
pl: Gotowe zamówienie
sv: Skicka Order

source: CONFIGURE FEED
de: den Feed konfiguieren
es: CONFIGURAR CATALOGO
it: CONFIGURA PROFILI
nl: FEED CONFIGUREREN
pl: Konfiguracja kanału
sv: Konfigurera Flöde

source: Contact
de: Kontaktieren
es: Contacto
it: Contatto
nl: Contactpersoon
pl: Kontakt
sv: Kontakt

source: Contact Name
de: Kontaktname
es: Persona de Contacto
it: Nome Referente
nl: Contact naam
pl: Osoba kontaktowa
sv: Kontakt Namn

source: Continue
de: Fortsetzen
es: Continuar
it: Continua
nl: Doorgaan
pl: Kontynuuj
sv: Fortsätt

source: Continue Order
de: Bestellung fortsetzen
es: Continuar Pedido
it: Continua ordine
nl: Doorgaan met bestelling
pl: Kontynuuj zamówienie
sv: Fortsätt Order

source: Copy
de: Kopieren
es: Copiar
it: Copia
nl: Kopiëren
pl: Kopiuj
sv: Kopiera

source: Countries
de: Länder
es: Países
it: Nazioni
nl: Landen
pl: Ktaje
sv: Länder

source: Country
de: Land
es: País
it: Nazione
nl: Land
pl: Kraj
sv: Land

source: Create new order
de: Eine neue Bestellung erstellen
es: Crear nuevo Pedido
it: Crea Nuovo Ordine
nl: Nieuwe order aanmaken
pl: Utwórz nowe zamówienie
sv: Skapa ny order

source: Creating Order
de: Erstellung einer Bestellung
es: Creando Pedido
it: Creazione ordine in corso
nl: Order aanmaken
pl: Tworzenie zamówienia
sv: Skapar Order

source: Credit Note
de: Gutschrift
es: Nota de Abono
it: Nota di Credito
nl: Creditnota
pl: Korekta
sv: Kreditnota

source: Currency
de: Währung
es: Selección
it: Valuta
nl: Valuta
pl: Waluta
sv: Valuta

source: Current
de: Aktuell
es: Actual
it: Corrente
nl: Valuta
pl: Aktualny
sv: Nuvarande

source: Custom Icon
de: Benutzerdefiniertes Symbol
es: Logo Catálogo
it: Icona Personalizzata
nl: Icoon kiezen
pl: Niestandardowe Ikona
sv: Anpassad Ikon

source: Customer
de: Kunde
es: Cliente
it: Cliente
nl: Klant
pl: Klient
sv: Kund

source: Customer Details
de: Kundendaten
es: Datos Cliente
it: Dettagli Cliente
nl: Klantgegevens
pl: Szczegóły klienta
sv: Kunduppgifter

source: Customer not found
de: Kunde nicht gefunden
es: Cliente no encontrado
it: Cliente non trovato
nl: Klant niet gevonden
pl: Nie znaleziono klienta
sv: Kunden ej hittad

source: Customer not selected
de: Kunde nicht ausgewählt
es: Cliente no seleccionado
it: Il cliente non è stato selezionato
nl: Klant niet geselecteerd
pl: Nie wybrano klienta
sv: Kund ej vald

source: Customers
de: Kunden
es: Clientes
it: Clienti
nl: Klanten
pl: Klienci
sv: Kunder

source: Data
de: Daten
es: Fecha
it: Dati
nl: Gegevens
pl: Dane
sv: Information

source: Date Added
de: Datum hinzugefügt
es: Fecha entrada
it: Data di Creazione
nl: Datum toegevoegd
pl: Dodano date
sv: Datum Tillagt

source: Date Required
de: Datum erforderlich
es: Fecha requerida
it: Data di Consegna
nl: Datum invoeren
pl: Data wymagana
sv: Datum då du vill ha varorna

source: Delete Failed
de: Löschen gescheitert
es: Error al Eliminar
it: Cancellazione Fallita
nl: Verwijderen mislukt
pl: Niepowodzenie skasowania
sv: Radera Misslyckades

source: Delete Feed
de: Feed löschen
es: Eliminar Catálogo
it: Elimina Profilo
nl: Verwijder Feed
pl: Skasuj kanał
sv: Radera Flöde

source: Delivery
de: Lieferung
es: Portes
it: Consegna
nl: Levering
pl: Dostawa
sv: Leverans

source: Delivery Address
de: Lieferadresse
es: Dirección de Envio
it: Indirizzo di Consegna
nl: Afleveradres
pl: Adres dostawy
sv: Leverans Adress

source: Desc
de: Absteigend
it: Decrescente
nl: Aflopend
pl: Malejąco

source: Descending Order
de: absteigende Anordnung
es: Orden descendente
it: Ordine Decrescente
nl: Orders aflopend
pl: zamówienia malejąco
sv: Högst till Lägst

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
pl: Opis
sv: Beskrivning

source: Discount Amount
de: Rabattbetrag
es: Grupo Asociado
it: Sconto

source: Dismiss
de: Verwerfen
es: Salir
it: Scarta
nl: Negeren
pl: Odrzuć
sv: Avfärda

source: Done
de: erledigt
es: Cerrar
it: Fatto
nl: Klaar
pl: Zrobione
sv: Klar

source: Downloading %@...
de: Herunterladen %@...
es: Descargando %@...
pl: Pobieranie %@...
sv: Laddar ner %@...

source: Due in
de: Fällig
es: Previsto para
it: In arrivo il
nl: Verwacht op
pl: Ze względu na
sv: Kommer in

source: Duplicate
de: Verdoppeln
es: Copiar
it: Copia
nl: Dupliceren
pl: Duplikat
sv: Kopiera

source: Duplicate Address?
de: Adresse verdoppeln?
es: ¿Copiar Dirección?
it: Copiare l'indirizzo?
nl: Dupliceer Adres
pl: Skopiować adres ?
sv: Kopiera Adress?

source: E-mail Address
de: E-Mail-Adresse
es: e-mail
it: Indirizzo email
nl: E-mailadres
pl: Adres emai
sv: E-mail Adress

source: E-mail Addresses
de: E-Mail-Adressen
es: e-mail
it: Indirizzi email
nl: E-mailadressen
pl: adresy email
sv: E-mail Adresser

source: E-mail confirmation to
de: Emailen die Bestätigung zu
es: Confirmación e-mail a
it: Mandare email di conferma a
nl: E-mail bevestiging aan
pl: Potwierdzenie adresu email do
sv: E-mail konfirmation till

source: e.g. Puckator UK
de: z.B. Puckator UK
es: ej. Puckator ES
it: es. Puckator IT
pl: np. Puckator UK
sv: t.ex. Puckator SE

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
nl: Wijzigen
pl: Edycja
sv: Ändra

source: Email Address
de: E-Mail-Adresse
es: e-mail
it: Indirizzo Email
nl: E-mailadres
pl: Adres email
sv: Email Adress

source: Enter E-mail Address
de: E-Mail-Adresse eingeben
es: Introducir e-mail
it: Inserisci l'indirizzo email
nl: Voer E-mailadres in
pl: Wprowadź Adres email
sv: Skriv E-mail Adress

source: Error
de: Fehler
it: Errore
nl: Fout
pl: Błąd
sv: Fel

source: Error connecting to the Puckator Server. Please ensure you are connected to a Wi-Fi or Cellular Network.
de: Fehler bei der Verbindung mit dem Puckator-Server. Bitte versichern Sie, dass Sie mit einem Wifi-Netzwerk oder Mobilnetz verbunden sind.
es: Error al conectarse al servidor de Puckator. Asegúrese de estar conectado a una red de telefonía móvil o Wi-Fi.
it: Errore nella connessione al Server Puckator.Controlla di essere connesso a un Wi-fi o alla rete telefonica.

source: Error downloading file
de: Fehler beim Herunterladen der Datei
es: Error descarga de archivo
it: Errore nel download del file
nl: Fout bij het downloaden van het bestand
pl: Błąd pobierania pliku
sv: Fel vid nedladdning av fil

source: Error extracting zip archive
de: Fehler beim Entpacken des ZIP-Archivs
es: Error al extraer archivo zip
it: Errore nell'estrazione del file zip
nl: Fout bij het uitpakken van het ZIP bestand
pl: Błąd wypakowywania zip
sv: Fel vid utvinning av zip-arkiv

source: Error importing %@...
de: Fehler beim Importieren des/der %@...
es: Error importando %@...
it: Errore nell'importazione %@...
nl: Fout bij het importeren %@...
pl: Błąd importowania %@...
sv: Fel vid import %@...

source: Extracting %@...
de: Entpacken %@...
es: Extrayendo %@...
nl: Ophalen %@...
pl: Rozpakowywanie %@...
sv: Utvinner %@...

source: Failed: %d order(s)/quote(s)
de: Gescheitert: %d Bestellung(en)/Angebot(e)
es: Error: %d pedido(s)/presupuesto(s)
it: Fallito(i): %d ordine(i)/preventivo(i)
nl: Mislukt: %d order(s)/quote(s)
pl: Błąd: %d zamówienia/ofert
sv: Misslyckades: %d order(s)/offert(er)

source: Feed Error
de: Fehler beim Feed
es: Error Catálogo
it: Errore del profilo
nl: Feed Fout
pl: Błąd kanału
sv: Flöde Error

source: Feed Number
de: Feed Nummer
es: Listado de Números
it: Numero di identificazione
nl: Feed nummer
pl: Numer kanału
sv: Flöde Nummer

source: Feed Unavailable
de: Feed nicht verfügbar
es: Catálogo no disponible
it: Profilo non disponibile
nl: Feed niet beschikbaar
pl: Kanał niedostepny
sv: Flöde Otillgängligt

source: Filter By...
de: Filtern nach...
es: Filtrar por...
it: Filtra per
nl: Filteren op...
pl: Sortuj przez
sv: Filtrera efter...

source: Filtering by %@
de: Filtern nach %@
es: Filtrando por %@
it: Filtrando per %@
nl: Filteren op %@
pl: Sortuj przez %@
sv: Filtrera efter %@

source: Filtering by %d categories
de: Filtern nach %d Kategorien
es: Filtandro por %d categorías
it: Filtrando per %d categorie
nl: Filteren op %d categorieën
pl: Sortowanie przez %d kategorie
sv: Filtrera efter %d kategorier

source: Find Products
de: Produkte suchen
es: Encontrar Productos
it: Trova articolo
nl: Vind producten
pl: Znajdź produkt
sv: Hitta Produkter

source: Finish Editing
de: Bearbeitung enden
es: Finalizar edición
it: Concludi le modifiche
nl: Bewerken voltooid
pl: Koniec edycji
sv: Redigering Klar

source: Finishing downloading %@...
de: Herunterladen beenden %@...
es: Finalizando Descarga %@...
it: Downloading %@...
nl: Downloaden voltooid %@...
pl: Kończenie pobierania %@...
sv: Avslutar nedladdning %@...

source: First Name
de: Vorname
es: Nombre
it: Nome
nl: Voornaam
pl: Imię
sv: Förnamn

source: Fiscal Number (IT)
de: Steuernummer(Italien)
it: Codice Fiscale
nl: Fiscaal nummer (IT)
pl: Numer (IT)

source: Further Information
de: Weitere Information
es: Información
it: Informazioni Aggiuntive
nl: Meer informatie
pl: Dalsze informacje
sv: Mer Information

source: Grand Total
de: Gesamtbetrag
es: Total
it: Totale
nl: Eindtotaal
pl: Suma całkowita
sv: Totalsumma

source: Hide bespoke products
de: Maßgeschneiderte Produkte verstecken
es: Ocultar Productos Personalizados
it: Nascondi prodotti personalizzati
nl: Verberg besproken producten
pl: Ukryj produkty robione na zamówienie
sv: Dölj skräddarsydda produkter

source: Hide out of stock
de: Nicht am Lager verstecken
es: Ocultar Productos con Stock:0
it: Nascondi i prodotti non disponibili
nl: Verberg wat niet voorradig is
pl: Ukryj produkty brak na magazynie
sv: Dölj slutsålda produkter

source: Image
de: Bild
es: Imagen
it: Immagine
nl: Afbeelding
pl: Zdjęcie
sv: Bild

source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Zdjęcia
sv: Bilder

source: Importing %@...
de: Importieren %@...
es: Importando %@...
it: Aggiornamento %@...
nl: Importeren %@...
pl: Importowanie %@...
sv: Importerar %@...

source: in order currently
de: Zurzeit in die Bestellung
es: Añadido a Pedido
it: in ordine
nl: momenteel in bestelling
pl: Obecnie w zamówieniu
sv: i din beställning för närvarande

source: In stock
de: Vorrätig
es: En Stock
it: Disponibili
nl: Op voorraad
pl: Na magazynie dostepne
sv: På lager

source: In Warehouse
de: In Lagerhaus
es: En Almacén
it: In magazzino
nl: In magazjin
pl: W magazynie
sv: På Lagret

source: Inner
de: Innere
es: Caja
it: Imballo Interno
nl: Binnenste
pl: Wewnętrzny

source: Inner:
de: Innere:
es: Caja:
it: Imballo Interno:
nl: Binnenste:
pl: Wewnętrzny:

source: Invalid E-mail Address!
de: E-Mail Adresse ungültig!
es: e-mail incorrecto!
it: Indirizzo email non valido!
nl: Ongeldig E-mailadres!
pl: Niepoprawny adres email
sv: Ogiltig E-mail Adress

source: Invalid Feed
de: Feed ungültig
es: Catálogo incorrecto
it: Profilo non valido
nl: Ongeldige feed
pl: Nieprawidłowy numer kanału
sv: Ogiltigt Flöde

source: Invalid Feed Name
de: Feed Name ungültig
es: Nombre incorrecto
it: Nome del profilo non valido
nl: Ongeldige feed naam
pl: Niepoprawna nazwa kanału
sv: Ogiltigt Feed Namn

source: Invalid Feed Number
de: Feed Nummer ungültig
es: Listado Números incorrecto
it: Numero di identificazione non valido
nl: Ongeldig feed nummer
pl: Niepoprawny numer kanału
sv: Ogiltigt Feed Nummer

source: Invalid Name!
de: Name ungültig!
es: Nombre incorrecto!
it: Nome non corretto!
nl: Ongeldige naam!
pl: Niepoprawna nazwa
sv: Ogiltigt Namn

source: Invoice
de: Rechnung
es: Factura
it: Fattura
nl: Factuur
pl: Faktura
sv: Faktura

source: Invoices
de: Rechnungen
es: Facturas
it: Fatture
nl: Facturen
pl: Faktury
sv: Fakturor

source: Just tap here or press the + button.
de: Hier einfach tippen oder auf den Knopf + drucken.
es: Sólo tienes que pulsar aquí o pulse el botón +.
it: Tocca qui o premi il pulsante +
nl: Tik hier of druk op + knop.
pl: Wystarczy dotknąć tutaj, lub naciśnij przycisk +.
sv: Klicka här eller på + knappen.

source: Last Name
de: Nachname
es: Apellidos
it: Cognome
nl: Achternaam
pl: Nazwisko
sv: Efternamn

source: Last received
de: Letzer Empfang
es: Última entrada
it: Ultima data di arrivo
nl: Laaste keer ontvangen
pl: Ostatnie otrzymane
sv: Senast mottaget

source: Loading
de: Beladung
es: Cargando
it: Caricando
nl: Laden
pl: Ładowanie
sv: Laddar

source: Make sure you type a valid e-mail address.
de: Beachten Sie, dass Sie eine gültige E-Mail-Adresse eintippen.
es: Asegúrese de escribir un e-mail válido.
it: Assicurati di aver inserito un indirizzo email corretto
nl: Verzeker u ervan dat een geldig e-mailadres is ingevoerd.
pl: Sprawdź czy wpisałeś poprawny adres email
sv: Se till att du skriver en giltig e-mail adress.

source: Make sure you type your first and last name!
de: Beachten Sie, dass Sie Ihre Vorname und Nachname eintippen!
es: Asegúrese de escribir su nombre y apellido!
it: Assicurati di inserire nome e cognome!
nl: Verzeker u ervan dat u de voor- en achternaam heeft ingevoerd!
pl: Miej pewnośc że wpisałeś imię i nazwisko
sv: Se till att du skriver ditt för- och efternamn
