Repository: umang-intelivita/Puckator
Catalog: PuckatorDev/*.lproj/Localizable.strings
Languages: de, es, it, nl, pl, sv

source: Manage Feeds
de: Feeds verwalten
es: Editar
it: Gestisci Profili
nl: Beheer feeds
pl: Zarządzaj kanałami
sv: Hantera Flöde

source: Manifest
de: Verzeichnis
es: Registro
nl: Lijst
pl: Oczywisty

source: Method of Payment
de: Zahlungsweise
es: Forma de Pago
it: Metodo di Pagamento
nl: Betaalwijze
pl: Metoda płatności
sv: Betalningsmetod

source: Missing Name
de: Name fehlt
es: Falta Nombre
it: Nome Mancante
nl: Naam missend
pl: Brakujące nazwisko
sv: Saknar Namn

source: Mobile Number
de: Handynummer
es: Teléfono 2
it: Cellulare
nl: Mobiel nummer
pl: Numer tel kom
sv: Mobil Nummer

source: Most Popular First
de: Die beliebteste zuerst
es: Lo más Popular primero
it: Ordina per popolarità
nl: Meest populaire eerst
pl: Najpopularniejsze na poczatku
sv: De Populäraste Först

source: Must be at least three characters
de: Muss mindestens drei Zeichen lang sein
es: Debe tener al menos tres caracteres
it: Deve essere di almeno tre caratteri
nl: Gebruik tenminste drie karakters
pl: Minimum 3 znaki
sv: Måste vara minst tre tecken

source: My Feeds
de: Meine Feeds
es: Catálogos
it: I miei profili
nl: Mijn feeds
pl: Moje kanały
sv: Mitt Flöde

source: My Recent Customers
de: Meine neueste Kunden
es: Mis últimos Clientes
it: I miei clienti recenti
nl: Mijn recente klanten
pl: Ostatni klienci
sv: Mina Senaste Kunder

source: Need help finding your Feed Number? Contact Puckator Support.
de: Benötigen Sie Hilfe um Ihre Feed-Nummer zu finden? Kontaktieren Sie Puckator Support.
es: Necesita ayuda para encontrar su Listado de números? Póngase en contacto con Puckator.
it: Hai bisogno di aiuto per trovare il tuo numero di identificazione? Contatta il servizio clienti Puckator
nl: Hulp nodig bij het vinden van uw feed nummer? Contacteer Puckator.
pl: Potrzebujesz znaleźć numer kanału ? Skontaktuj się z Puckator
sv: Behöver du hjälp med att hitta ditt Feed Nummer? Kontakta Puckator Support.

source: Network is unreachable!
de: Netwerk ist nicht erreichbar!
es: Sin Red
it: Connessione non disponibile!
nl: Geen netwerk bereikbaar!
pl: Sieć jest niedostępna
sv: Nätverket kan ej nås!

source: Never syncronised
de: niemals syncronisiert
es: Nunca Sincronizado
it: Mai sincronizzato
nl: Nooit gesynchroniseerd
pl: Nigdy nie synchronizowano
sv: Aldrig synkroniserad

source: New order
de: Neue Bestellung
es: Nuevo Pedido
it: Nuovo Ordine

source: New Order
de: Neue Bestellung
es: Nuevo Pedido
it: Nuovo Ordine
nl: Nieuwe bestelling
pl: Nowe zamówienie
sv: Ny Order

source: New Products
de: Neue Produkte
es: Nuevos Productos YA Disponibles
it: Nuovi Articoli

source: No
de: Nein
nl: Nummer
pl: Nie
sv: Nej

source: No active feed
de: Kein aktive Feed
es: Catálogo Desactivado
it: Nessun profilo attivo
nl: Geen actieve feed
pl: Nie aktywny kanał
sv: Inget aktivt feed

source: No categories selected
de: Keine Kategorien ausgewählt
es: No hay categorías seleccionadas
it: Nessuna categoria selezionata
nl: Geen categorie geselecteerd
pl: Nie wybrano kategorii
sv: Inga kategorier valda

source: No files were found in the zip archive
de: Keine Dateien in der ZIP-Archiv wurden gefunden
es: Ficheros no encontrados en el archivo zip
it: Nessun file trovato nell'archivio zip
nl: Geen bestanden gevonden in zip map
pl: Nie znaleziono pliku ZIP
sv: Inga filer hittades i zip-arkivet

source: No graph data to display.
de: Keine Diagrammdaten anzuzeigen
es: No hay datos del gráfico para mostrar.
it: Nessun grafico da mostrare
nl: Geen grafische data te tonen
pl: Brak danych do wyświetlania
sv: Ingen graf data att visa.

source: No products found
de: Kein Artikel gefunden
es: Producto no encontrado
it: Non è stato trovato nessun prodotto
nl: Geen producten gevonden
pl: Nie znaleziono produktu
sv: Inga produkter hittade

source: No Products Found
de: Keine Produkte gefunden
es: Producto no encontrado
it: Nessun Articolo Trovato
nl: Geen producten gevonden
pl: Nie znaleziono produktów
sv: Inga Produkter Hittade

source: None
de: Keine
it: Nessuno
nl: Geen
pl: żaden
sv: Ingen

source: Not enough feeds!
de: ungenügende Feeds!
es: No hay suficientes Catálogos
it: Non ci sono abbastanza profili!
nl: Niet genoeg feeds!
pl: Nie ma wystarczającej liczby kanałów
sv: Inte tillräckligt med feeds!

source: Notes
de: Notizen
es: Notas
it: Note
nl: Notities
pl: Komentarz
sv: Meddelande

source: On back order
de: im Lieferrückstand
es: Preventa
it: Già prenotati
nl: In backorder
sv: På restorder

source: One Moment...
de: Einen Moment...
es: Un momento...
it: Attendere...
nl: Momentje a.u.b....
pl: Chwila ...
sv: Ett Ögonblick

source: Open
de: Öffnen
es: Abrir
it: Apri
pl: Otwórz
sv: Öppna

source: Open Order
de: Bestellung öffnen
es: Abrir Pedido
it: Apri Ordine
nl: Open bestelling
pl: Otwórz zamówienie
sv: Öppna Order

source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje
sv: Alternativ

source: order
de: Bestellung
es: Pedido
it: ordine
nl: bestelling
pl: Zamówienie

source: Order
de: Bestellung
es: Pedido
it: Ordine
nl: Bestelling
pl: Zamówienie

source: Order Complete
de: Bestellung ist vollständig
es: Factura
it: Ordine Concluso
nl: Bestelling compleet
pl: Zamówienie gotowe
sv: Order Klar

source: Order Details
de: Bestelldetails
es: Detalles de Pedido
it: Dettagli dell'ordine
nl: Bestelgegevens
pl: Szczegóły zamówienia
sv: Order Detaljer

source: Order Found
de: Bestellung gefunden
es: Pedido encontrado
it: Ordine trovato
nl: Bestelling gevonden
pl: Znaleziono zamówienie
sv: Order Hittad

source: Order is missing
de: Bestellung fehlt
es: Pedido no encontrado
it: Ordine mancante
nl: Bestelling niet aanwezig
pl: Zamówienie ma braki
sv: Order saknas

source: Order Warning
de: Bestellung Warnung
es: Aviso Pedido
it: Avvertenze relative all'ordine
nl: Waarschuwing bij bestelling
pl: Ostrzeżenie zamówienie
sv: Order Varning

source: Orders
de: Bestellungen
es: Pedidos
it: Ordini
nl: Bestellingen
pl: Zamówienia
sv: Beställningar

source: Orders / Quotes
de: Bestellungen / Angebote
es: Pedidos
it: Ordini / Preventivi
nl: Bestellingen / Offertes
pl: Zamówienia / Oferty
sv: Order / Offert

source: Outstanding
de: Unerledigt
es: Pendiente
it: In sospeso
nl: Openstaand
pl: Oczekujące
sv: Kvarstående

source: Outstanding Order
de: Unerledigte Bestellung
es: Resto de Pedido
it: Ordini in sospeso
nl: Openstaande bestelling
pl: Oczekujące zamówienia
sv: Kvarstående Order

source: P / Unit
de: P / Stück
es: P / Unidad
it: Unità di acquisto
nl: P / Eenheid
pl: Ilość
sv: Pris / Enhet

source: Payload does not contain an XML document
de: Die Nutzlast beinhaltet kein XML-Dokument
es: Payload no contiene un documento XML
it: Payload non contiene un documento XML
nl: Payload bevat geen XML document
pl: Payload nie zawiera pliku XML

source: Payment Method
de: Zahlungsweise
es: Forma de Pago
it: Metodo di pagamento
nl: Betaalmethode
pl: Metoda płatności
sv: Betalningsmetod

source: Payment Method Not Agreed
de: Zahlungsweise nicht vereinbart
es: Forma de Pago Pendiente de confirmar
it: Metodo di pagamento non concordato
nl: Betaalmethode niet overeengekomen
pl: Nie wybrano metody płatności
sv: Betalningsmetod ej överenskommet

source: Please ensure you are connected to a Wi-Fi or Cellular Network.
de: Bitte versichern Sie, dass Sie mit einem Wifi-Netzwerk oder Mobilnetz verbunden sind.
es: Por favor, asegúrese de que está conectado a una red Wi-Fi.
it: Assicurati di essere connesso a una rete telefonica o al Wi-Fi
nl: Bent u verbonden met een Wi-Fi of mobiel netwerk?
pl: Sprawdź czy masz połączenie z siecią.
sv: Se till att du är ansluten till ett Wi-Fi eller mobilnätet.

source: Please enter a value!
de: Bitte Werte eingeben!
es: ¡Por favor, introduzca un valor!
it: Inserire un valore!
nl: Voer a.u.b. een waarde in!
pl: Prosze podać ilość !
sv: Ange ett värde!

source: Please enter all information
de: Bitte alle Information eingeben
es: Por favor, introduzca toda la información
it: Inserire tutte le informazioni
nl: Voer a.u.b. alle informatie in
pl: Wprowadź wszystkie informacje
sv: Ange all information

source: Postcode
de: Postleitzahl
es: Código Postal
it: Codice Postale
pl: Kod pocztowy
sv: Postkod

source: Price
de: Preis
es: Precio
it: Prezzo
nl: Prijs
pl: Cena
sv: Pris

source: Prices
de: Preise
es: Precios
it: Prezzi
nl: Prijzen
pl: Ceny
sv: Priser

source: Prior Year GBP
de: Vorjahr EUR
es: Año anterior EUR
it: Anno Precedente EUR

source: Product code
de: Artikelnummer
es: Código de producto
it: Codice prodotto
pl: Kod produktu
sv: Artikelnummer

source: Product Code
de: Artikelnummer
es: Código de producto
it: Codice Prodotto
pl: Kod produktu
sv: Artikelnummer

source: Product Code Only
de: nur Artikelnummer
es: Por Código del producto
it: Solo Codice Prodotto
nl: Alleen productcode
pl: Tylko Kod produktu
sv: Endast Artikelnummer

source: Product Code, Title & Description
de: Artikelnummer, Produkttitle und Beschreibung
es: Código del producto, Nombre y Descripción
it: Codice Prodotto, Titolo e Descrizione
nl: Productcode, titel en omschrijving
pl: Kod produktu, tytuł i opis
sv: Artikelnummer, Titel och Beskrivning

source: Product Information
de: Artikelinformationen
es: Información del Producto
it: Informazione sul prodotto
nl: Productinformatie
pl: Informacja o produkcie
sv: Produkt Information

source: Products
de: Produkte
es: Productos
it: Articoli
nl: Producten
pl: Produkty
sv: Produkter

source: Products processed %d...
de: Produkte verarbeitet %d...
es: Productos procesados %d...
it: Articoli selezionati %d...
nl: Producten verwerkt %d...
pl: Przetworzono produktów %d...
sv: Bearbetade Produkter %d...

source: Proforma Agreed
de: Proforma vereinbart
es: Al Contado
it: Proforma concordato
nl: Proforma factuur overeengekomen
pl: Proforma uzgodniono
sv: Proforma Överenskommet

source: Puckator provided Feed Number
de: Puckator versorgt den Feed-Nummer
es: Listado de Números proporcionado por Puckator
it: Numero Identificativo fornito da Puckator
nl: Puckator feed nummer
pl: Puckator potwierdził numer kanału
sv: Puckator Tillgänglig Feed Number

source: Purchase Unit
de: Mindestmenge
es: Unidad de Compra
it: Unità di acquisto
nl: Aankoop eenheid
pl: Zakupiona ilość
sv: Inköps Enhet

source: Purchase Unit:
de: Mindestmenge:
es: Unidad de Compra:
it: Unità di acquisto:
nl: Aankoop eenheid:
pl: Zakupiona ilość:
sv: Inköps Enhet:

source: Queued
de: in Warteschlange
es: En cola
it: In coda
nl: In wachtrij
pl: w kolejce
sv: Kö

source: Quick
de: Schnell
es: Rápido
it: Rapido
nl: Snel
pl: Szybko
sv: Snabb

source: Quick Add
de: Schnell hinzufügen
es: Añadir Productos
it: Aggiunta rapida
nl: Snel toevoegen
pl: Dodaj szybko
sv: Snabbtillägg

source: Quick Search
de: Schnell suchen
es: Buscar Productos
it: Ricerca rapida
nl: Snel zoeken
pl: Szybkie wyszukiwanie
sv: Snabbsökning

source: quote
de: Angebot
es: Presupuesto
it: preventivo
nl: offerte
pl: Oferta
sv: offert

source: Quote / Not Sent
de: Angebot / nicht gesendet
es: Presupuesto / No Enviado
it: Preventivo / Non Inviato
nl: Offerte / niet verzonden
pl: Oferta / Nie Wysłana
sv: Offert / Ej Skickat

source: Quote / Sent
de: Angebot / gesendet
es: Presupuesto / Enviado
it: Preventivo / Inviato
nl: Offerte / verzonden
pl: Oferta / Wysłana
sv: Offert / Skickat

source: Quote Details
de: Details des Angebots
es: Datos Presupuesto
it: Dettagli Preventivo
nl: Offerte informatie
pl: Szczegóły oferty
sv: Offert Detaljer

source: Recent Orders
de: Neueste Bestellungen
es: Pedidos Recientes
it: Ordini Recenti
nl: Recente bestellingen
pl: Ostatnie zamówienia
sv: Senast Beställningarna

source: Remind Later
de: Später in Erinnerung bringen
es: Recordar más tarde
it: Ricordamelo più tardi
nl: Herinner me later
pl: Przypomnij później
sv: Påminn Senare

source: Remove Items
de: Artikel entfernen
es: Eliminar productos
it: Elimina Articoli
nl: Verwijder producten
pl: Usuń produkty
sv: Ta bort Produkter

source: Rep Name
de: Name des Vertreters
es: Código Representante
it: Nome Agente
nl: Naam agent
pl: Nazwisko przedstawieciela
sv: Försäljare Namn

source: Resend
de: Wieder senden
es: Reenviar
it: Rinvia
nl: Opnieuw verzenden
pl: Wyślij ponownie
sv: Skicka Igen

source: Reset
de: Zurücksetzen
es: Reiniciar
pl: Skasuj
sv: Återställ

source: Retry
de: Wieder versuchen
es: Volver a intentar
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
sv: Försök igen

source: Save
de: Speichern
es: Guardar
it: Salva
nl: Opslaan
pl: Zapisz
sv: Spara

source: Save As Quote
de: Als Angebot speichern
es: Guardar como Presupuesto
it: Salva come preventivo
nl: Opslaan als offerte
pl: Zapisz jako ofertę
sv: Spara som en Offert

source: Save Feed
de: Feed speichern
es: Guardar Catálogo
it: Salva Profilo
nl: Opslaan feed
pl: Zapisz kanał
sv: Spara Flöde

source: Save Order
de: Bestellung speichern
es: Guardar Pedido
it: Salva Ordine
nl: Opslaan bestelling
pl: Zapisz zamówienie
sv: Spara Order

source: Saved Order
de: Gespeicherte Bestellung
es: Pedido Guardado
it: Ordine Salvato
nl: Opgeslagen bestelling
pl: Zapisane zamówienia
sv: Sparad Order

source: Saved Quote
de: Gespeichertes Angebot
es: Prespuesto Guardado
it: Preventivo Salvato

source: Search
de: Suchen
es: Buscar
it: Cerca
nl: Zoeken
pl: Szukaj
sv: Sök

source: Search By...
de: Suchen nach...
es: Buscar por...
it: Cerca per...
nl: Zoek op...
pl: Szukaj przez
sv: Sök Efter...

source: Search for products
de: Suchen nach Produkte
es: Buscar productos
it: Ricerca per articoli
nl: Zoek op producten
pl: Szukaj produktów
sv: Sök efter produkter

source: Search is too short!
de: Suche ist zu kurz!
es: La búsqueda es demasiado corta!
it: La ricerca è troppo breve!
nl: Zoekwoord is te kort!
pl: Wyszukiwanie jest za krótkie!
sv: Sökord är för kort!

source: Search Results
de: Suchergebnisse
es: Resultados de la búsqueda
it: Risultato della ricerca
nl: Zoekresultaten
pl: Wyniki wyszukiwania
sv: Sök Resultat

source: Select
de: Auswählen
es: Seleccionar
it: Seleziona
nl: Selecteer
pl: Wybierz
sv: Välj

source: Select a feed to switch to...
de: Wählen Sie einen Feed, zu dem Sie wechseln möchten...
es: Seleccione un Catálogo para cambiar a ...
it: Seleziona il profilo a cui accedere
nl: Selecteer een feed om naar te switchen...
pl: Wybierz kanał do przełączenia
sv: Välj ett flöde att byta till...

source: Select Address
de: Adresse auswählen
es: Seleccionar Dirección
it: Seleziona Indirizzo
nl: Selecteer adres
pl: Wybierz adres
sv: Välj Adress

source: Select Country
de: Land auswählen
es: Seleccionar país
it: Seleziona Nazione
nl: Selecteer land
pl: Wybierz kraj
sv: Välj Land

source: Select Currency...
de: Währung auswählen
es: Seleccionar Moneda...
it: Seleziona Valuta
nl: Selecteer valuta...
pl: Wybierz walutę...
sv: Välj Valuta...

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
it: Seleziona Data
nl: Selecteer datum
pl: Wybierz datę
sv: Välj Datum

source: Select Language
de: Sprache auswählen
es: Seleccionar Idioma
it: Seleziona lingua
nl: Kies taal
pl: Wybierz język
sv: Välj Språk

source: Selected %d categories
de: %d Kategorien ausgewählt
es: Categorías %d seleccionadas
it: %d categorie selezionate
nl: Geselecteerde %d categorieën
pl: Wybrano %d kategorii
sv: Valda %d categorier

source: Send
de: Senden
es: Enviar
it: Inoltra
nl: Verzenden
pl: Wyślij
sv: Skicka

source: Send Now
de: Jetzt senden
es: Enviar ahora
it: Invia ora
nl: Verzend nu
pl: Wyślij teraz
sv: Skicka Nu

source: Send Order
de: Die Bestellung senden
es: Enviar Pedido
it: Invia ordine
nl: Verzend bestelling
pl: Wyślij zamówienie
sv: Skicka Order

source: Send Quote
de: Das Angebot senden
es: Enviar Presupuesto
it: Invia Preventivo
nl: Verzend offerte
pl: Wyślij ofertę
sv: Skicka Offert

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
pl: Ustawienia
sv: Inställningar

source: Setup your first feed
de: Ihr ersten Feed einstellen
es: Configure su primer Catálogo
it: Inserisci il tuo primo profilo
nl: Stel uw eerste feed in
pl: Ustaw swój pierwszy kanał
sv: Installera ditt första feed

source: Sort By
de: Sortieren nach
es: Ordenar por
it: Ordina per
nl: Gesorteerd op
pl: Sortuj przez
sv: Sortera Efter

source: Sorting isn't avaliable when viewing new products. Products are automatically ordered by date added.
de: Sortiereung ist nicht verfügbar als Sie neue Produkte anschauen. Die Produkte sind automatisch nach dem Datum, an dem sie hinzugefügt werden sortiert.
es: La clasificación no está disponible cuando se ven nuevos productos. Los productos se ordenan automáticamente por fecha de alta.
it: Non è possibile ordinare i prodotti quando si sfogliano i nuovi arrivi.I prodotti in questa categoria sono automaticamente ordinati per data di inserimento.

source: State
de: Bundesland
es: Provincia
it: Stato
nl: Provincie
pl: Województwo
sv: Län

source: Stock
de: Bestand
nl: Voorraad
pl: Ilość
sv: Lager

source: Stock Available
de: verfügbarer Bestand
es: Stock Disponible
it: Quantità in magazzino
nl: Beschikbare voorraad
pl: Ilość dostępna
sv: I Lager

source: Succeeded: %d order(s)/quote(s)
de: Erfolgreich gesendet: %d Bestellung (en)/Angebot(e)
es: Envío finalizado: %d pedido(s)/ presupuesto(s)
it: Concluso (i): %d ordine(i)/preventivo(i)
nl: Geslaagd: %d bestelling(en)/offerte(s)
pl: Udało się: %d zamówień/ofert
sv: Lyckade: %d order(s)/offert(er)

source: Success importing %@...
de: Erfolg beim Importierung %@...
es: Importación finalizada %@...
it: %@... importati con successo
nl: Geslaagd importeren %@...
pl: Import zakończony %@...
sv: Lyckad importering %@...

source: Suppliers
de: Lieferanten
es: Proveedores
it: Fornitori
nl: Leveranciers
pl: Dostawcy
sv: Leverantörer

source: Switch Feeds
de: Feeds wechseln
es: Catálogos
it: Cambia Profilo
nl: Verander feeds
pl: Przełącz kanał
sv: Byt Flöde

source: Switch to...
de: Umsteigen auf..
es: Cambiar a...
it: Vai a...
nl: Verander naar...
pl: Przełącz na
sv: Byt till...

source: Sync
de: Synchronisation
es: Sincronizar
it: Sincronizza
nl: Synchroniseer
pl: Synchronizuj
sv: Synkronisera

source: Sync Catalogue
de: Den Katalog synchronisieren
es: Actualizar Catálogo
it: Aggiorna Catalogo
nl: Synchroniseer catalogus
pl: Synchronizuj katalog
sv: Synkronisera Katalog

source: Sync Complete!
de: Abschluss der Synchronisation
es: Actualización completa
it: Aggiornamento Completo!
nl: Synchronisatie voltooid!
pl: Synchronizacja gotowa
sv: Synkronisering Klar!

source: Sync Orders
de: Die Bestellungen synchronisieren
es: Enviar Pedidos
it: Invia Ordini
nl: Synchroniseer bestellingen
pl: Synchronizuj zamówienia
sv: Synkroniserar Beställningar

source: Sync Orders & Quotes
de: Bestellungen und Angebote synchronisieren
es: Enviar Pedidos y Presupuestos
it: Invia Ordini e Preventivi
nl: Synchroniseer bestellingen & offertes
pl: Synchronizuj zamówienia i oferty
sv: Synkronisera Beställningar & Offertor

source: Syncronisation Error
de: Fehler beim Synchronisation
es: Error al actualizar
it: Errore di aggiornamento
nl: Synchronisatie fout
pl: Błąd synchronizacji
sv: Synkronisering Fel

source: TAP TO SWITCH
de: Tippen um zu wechseln
es: Cambiar idioma catálogo
it: Tocca per cambiare
nl: TIK OM TE VERANDEREN
pl: Stuknij by przełączyć
sv: Tryck för att byta

source: Telephone Number
de: Telefonnummer
es: Teléfono
it: Telefono
nl: Telefoonnummer
pl: Numer tel
sv: Telefon Nummer

source: The app must be closed and relaunched in order to change the language.
de: Die App muss geschließt und wieder eröffnet werden, um die Sprache zu ändern.
es: La App se debe cerrar para cambiar Idioma.
it: L'applicazione deve essere chiusa e riaperta per permettere il cambio di lingua.
nl: De app moet worden afgesloten en opnieuw opgestart om de taal te kunnen wijzigen.
pl: Aplikacja musi być zamknięta i ponownie uruchomiona, aby zmienić się języka.
sv: Appen måste stängas och öppnas på nytt för att kunna byta språk.

source: The feed number entered is invalid!
de: Der Feed-Nummer ist ungültig!
es: Listado de Números incorrecto
it: Il numero identificativo non è valido
nl: Het ingevoerde feed nummer is onjuist!
pl: Numer kanału wprowadzony nie jest poprawny !
sv: Feed numret angett är ogiltigt!

source: The Puckator Server appears to be unavailable at this time!
de: Der Puckator Server ist zurzeit unverfügbar!
es: El servidor de Puckator parece no estar disponible en este momento!
it: Il server Puckator non è al momento disponibile!
nl: De Puckator server lijkt momenteel niet beschikbaar te zijn!
pl: Puckator Server wydaje się być w tej chwili niedostępny!
sv: Puckators Server verkar vara otillgänglig just nu!

source: The server rejected your order because you are using a version of the Puckator app that is no longer supported. Please update the app and try again.
de: Der Server hat Ihre Bestellung abgelehnt denn Sie benutzen eine Version der App die nicht mehr aktuell ist. Bitte aktualisieren Sie die App und es noch einmal versuchen.
es: El servidor rechazó su pedido porque está utilizando una versión de la aplicación Puckator que ya no es compatible. Por favor, actualice la aplicación y vuelva a intentarlo.
it: Il server ha rifiutato il tuo ordine perché stai usando una versione scaduta dell'app. Aggiorna l'app e riprova. Grazie
nl: De server heeft de order afgewezen omdat de gebruikte versie van de Puckator app niet meer wordt ondersteund. Update de app en probeer het opnieuw.
pl: Serwer odrzucił zamówienie, ponieważ używasz wersję aplikacji Puckator, że nie jest już obsługiwany. Proszę zaktualizować aplikację i spróbuj ponownie.
sv: Servern avvisade den order eftersom du använder en variant av Puckators app som inte längre är tillgänglig. Uppdatera appen och försök igen.

source: The zip archive was extracted but did not contain a .xml file!
de: Das ZIP-Archiv wurde extrahiert aber beeinhaltet keine .XML-Datei!
es: El archivo zip se extrajo, pero no contiene un fichero .xml
it: L'archivio zip è stato estratto ma non contiene alcun file .xml
nl: Het zip archief was geopend maar bevatte geen .xml file!
pl: Archiwum zip wypakowano ale nie zawiera pliku .xml!
sv: Zip-arkivet utvanns men inehöll ingen .xml fil!

source: There are %@ unit(s) in stock
de: Es gibt %@ Stück(e) auf Lager
es: Hay %@ unidades disponibles
it: Ci sono %@ pezzi in magazzino
nl: Er zijn %@ eenheden op voorraad
pl: Posiadamy %@ sztuk w magazynie
sv: Det finns %@ enhet(er) på lagret

source: This customer has two different VAT numbers associated with them, which one would you like to use?
de: Diese Kunden hat zwei verschiedene Umsatzsteur-Identifikationsnummern mit dem Konto verbundet, welche Nummer möchten Sie benutzen?
es: Este cliente tiene IVA diferentes asociados, ¿cuál desea utilizar?
it: Questo cliente ha due numeri di partita IVA associati, quale desideri utilizzare per quest'ordine?
nl: Deze klant heeft twee verschillende BTW nummers, welke wilt u gebruiken?
pl: To klient ma dwa różne numery NIP z nimi związanych, które z nich chcesz używać?
sv: Denna kunden har två olika momsnummer associerade med dem, vilken av dem vill du använda?

source: This feed has never been syncronised, so it is not possible to switch to it right now.
de: Dieser Feed wurde niemals synchronisiert, also es ist nicht möglich der zurzeit benutzen..
es: Este Catálogo no ha sido actualizado nunca, por lo que no es posible cambiar a ello ahora mismo.
it: Questo profilo non è mai stato aggiornato perciò è impossibile accedervi
nl: Deze feed is nooit gesynchroniseerd, daarom is het momenteel niet mogelijk om deze te veranderen.
pl: Ten kanał nie został synchronizowany, więc nie jest możliwe, aby przełączyć się do niego teraz.
sv: Detta feed har aldrig blivit synkroniserat, så det är inte möjligt att byta till det just nu.

source: Title & Description Only
de: Nur Titel und Beschreibung
es: Por Nombre y Descripción
it: Solo Titolo e Descrizione
nl: Titel & omschrijving alleen
pl: Tytuł i opis
sv: Endast Titel & Beskrivning
